Repository: trilan/lemon
Catalog: lemon/publications/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Publication parameters
ru: Параметры публикации

source: author name
ru: автор

source: Enable selected %(verbose_name_plural)s
ru: Включить выбранные %(verbose_name_plural)s

source: Disable selected %(verbose_name_plural)s
ru: Выключить выбранные %(verbose_name_plural)s

source: author
ru: автор

source: enabled
ru: включено

source: If not set, publication is hidden from visitors anyway.
ru: Если выключено, публикация будет скрыта от посетителей в любом случае.

source: publication start date
ru: дата начала показа

source: Publication will be visible to visitors starting from this date.
ru: Публикация будет видна посетителям, начиная с этой даты.

source: publication end date
ru: дата окончания показа

source: Publication will be visible to visitors due to this date if set.
ru: Публикация будет видна посетителям до этой даты.
